[Cues]
Act_E5_1C_DarkRoom_ArtClassSelfie_Look01_Max_010="Oh my God... I could go all the way back to the moment this all started. Max, this could be your chance to fix everything... for good."
Act_E5_1C_DarkRoom_CHJefferson_Look01_Max_010="I hate looking at you, Jefferson…"
Act_E5_1C_DarkRoom_CHVictoria_Look01_Max_010="At least Victoria isn't awake... I can't even deal with all of this…"
Act_E5_1C_DarkRoom_Diary_Look01_Max_010="I have all those photos in my diary... This could be a way out."
Act_E5_1C_DarkRoom_ScriptedObjective_Scripted_Max_010="Sorry. This is not art..."
Act_E5_1C_DarkRoom_ScriptedObjective_Scripted_Max_020="Come on, Max... Think, girl!"
Act_E5_1C_DarkRoom_ScriptedObjective_Scripted_Max_030="If I talk to him... distract him... maybe he'll give up a photo."
Act_E5_1C_DarkRoom_ScriptedObjective_Scripted_Max_040="You better ask him something else…"
Act_E5_1C_DarkRoom_ScriptedObjective_Scripted_Max_050="Holy shit, there's my journal... if I can get that…"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_001="Au contraire, Max. I'm so sane, that nobody knows what's happening to you right now."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_004="As you can see, Sleeping Beauty here is too harsh for my gentle lens..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_005="And don't get me started on your late partner... I had enough of those faux-punk sluts in my Seattle days."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_006="Unlike pure, sweet Kate Marsh, I don't believe in that bullshit. She could have been my masterpiece. The world is what an artist makes it... and my muse—"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_007="She had a loaded weapon. This was clearly self-defense.|But that's what happens when you play with guns... or try to fuck with me.|It's better when they don't know... like pure, sweet Kate."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_011="You might as well savor it, considering it's the last you'll hear. Oh...|That struck a nerve. Your face changed color... beautiful."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_012="She'll certainly outlive you.|Who knows? Maybe I'll pay Kate a visit soon and test her faith again..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_013="Which makes me sad, Max.|I will miss her... Kate had such a strong spirit... It was very satisfying to break it down."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_015="When you told the principal that I made Kate cry, I thought you almost had me. It's good our esteemed Principal Wells is like most administrators... a closet drunk."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_016="Too bad you already made a convincing argument against Nathan in the Principal's office. Thank you so much, for setting him up for me."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_017="Then why did you blame David Madsen for stalking Kate? Of course, he was the only person who was about to find out the truth. |Irony..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_018="I do know that the Prescotts are going to have a major scandal when the town finds out what their elite son has been doing for homework..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_021="I prefer the term "manipulated." Like with an image... Nathan's was easy to twist around."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_022="Don't judge people, Max. But that's why Nathan never should have been at Blackwell..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_025="You're wrong again. He was genuinely talented. And his father is a serious asshole, as you might know."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_026="I helped Nathan realize his vision... So few people get that chance."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_029="I became a sort of father figure for Nathan. It happens often in teacher/student relationships. It was kind of touching for a while."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_031="Don't be stupid, Max. I told him what he needed to hear. In return, I had access to the Prescott fortune. Who do you think paid for this glorious dark room and equipment? How else could I get all these hip new drugs for my subjects?"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_033="Oh... Rachel Amber...&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|That's the real tragedy.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|Nathan thought he could be an artist like me...|Instead, the dumbass gave her an overdose."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_036="They're fucking together in heaven right now. Is that what you want to hear?"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_037="I don't have time to tell you everything. But she... was special. A human chameleon... So many visual possibilities... We had a real connection."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_039=""Why? Why?"|Start... listening to me, you dumb cunt!"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_040="I'm sorry, Max. That was not cool."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_044="Let's be honest, she was doing the classic "bad boy" thing. She was over Frank before it began. He just didn't know."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_045="Rachel was in love with me.|That's not my ego. Just look at our sessions.|Not that I'll let you.|Nobody loved having their picture taken more."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_046="Anyway... Rachel is dead.|But no tears, Los Angeles would have killed her anyway.|So, look at this as a favor."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_048="Oh, I see. You and your friends almost beat Nathan to death. See, we're not so different..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_049="Oh, I see. You're "good" because you stopped your friend from beating Nathan up."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_052="No! You didn't. It's just too bad that he fell in lust with Rachel. He actually thought he could mimic what I do with a camera and subject. Like father, but not like son..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_054="Dead and buried.|After what he did to Rachel, I knew I couldn't keep him as a protégé for much longer.|Now the police will never find his body...|Do you finally get it now, Max? I can't compromise my vision with amateurs."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_056="I do love your spirit, Max, but you brought yourself here, by your own choice.|Anyway, I like my models to be seen and not heard… so I have to make sure—|there's nothing left behind of you."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_058="Right. Thanks for reminding me... There's nothing more innocent than a teenager's diary... Oh look, here's the last selfie you took in my class... Never listening, as always..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_059="What a waste of talent... Look at that shot, Max... You can do so much better..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_060="Right. Thanks for reminding me... There's nothing more innocent than a teenager's diary..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Jefferson_062="I'm in charge here... Nice class selfie... What a waste of talent..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_002="Go to hell. You will, for everybody you've hurt."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_003="You killed Chloe! You murdered my best friend."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_008="Blah, blah, blah... God, I hate your voice now."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_009="Kate believed, and she survived. You failed to break her. She's stronger than ever. And she'll outlive you."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_010="Artists don't drive teenagers to suicide for any bullshit muse. You trained Nathan to drug Kate... to take photos of her. That's why she's dead."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_014="You will not get away with this. I want you to know that."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_019="You used Nathan."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_020="He's as sick as you."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_023="You didn't care about him."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_024="That makes two of you."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_027="I know."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_028="You brainwashed him!"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_030="Did you tell him everything about your plans at Blackwell?"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_032="Rachel Amber was your victim, not your "subject.""
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_034="Chloe and Rachel... you killed both of them!"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_035="Why Rachel?"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_038="Why? Why?!"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_041="Did she let you... take pictures of her?"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_042="Did you know she also had a connection with Frank?"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_047="You're evil."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_050="Yes... yes, we are."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_051="I cared more about Nathan than you did."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_053="Where is Nathan now?"
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_055="You are an amateur. Look at the trail of death you left behind.|You can't blame all this on Nathan.|I don't care what you do to me. You're going to die, motherfucker.|For Chloe, and Rachel, and everybody else."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_057="You... You still have my diary."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_061="I... I still have a picture in there... Can I please, please see it..."
Cue_E5_1C_DarkRoom_CHJefferson_Phase01_Max_063="Did she let you… take pictures of her? I read a note where she talked about meeting someone new..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_002="Max, I would love to talk shop, but I really need to go over these pictures.|Especially while they're fresh in my mind...|I think our session... was a career high for me."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_009="That's the first time one of my models down here has asked me that.|Of course you would... But I love that the last thing you'll ever see is yourself...|through my camera eye.|Too perfect."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_010="Don't beg! Never beg.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|I hate that.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;|Anyway, let's enjoy our final moment,|before I have to end our memorable session,|with your death."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_011="Don't worry... nobody's going to read it. Thanks for reminding me.|There's nothing more innocent than a teenager's diary. Oh...|Look at your selfies..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_012="I'm "sick"? Do you look at the world? Your school? Your friends? Fuck that. I only see the beauty of youth... of dreams before they become regrets..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_013="I'm going to make you live forever in my photographs.|That's all that will be left of Maxine Caulfield.|They won't even find your bag..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_014="Thanks for reminding me...there's nothing more innocent than a teenager's diary..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_016="How can I not read it now? Schoolgirl prose is so... naive... I bet you even have a crush on a certain art teacher? Oh, look at these selfies..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_017="What a waste of talent. Look at that shot, Max... You can do so much better."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_019="Nice try, Max. My dreams ended a long time ago... But I've made my peace... Now I focus on carving my own private art niche..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Jefferson_020="What a waste of talent...That shot is terrible, Max...You can do so much better..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_001="Wait!|Please, Mr. Jefferson..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_003="Could you... Could you show me the photos?"
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_004="Let me go and I'll help you. Let me help you, please..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_005="You... You still have my diary."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_006="You're sick, Mark... Mr. Jefferson... you need help. There are people out there who will help you... Just- Just let me go and..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_007="What... What are you going to do to me?"
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_008="I know you'll... get rid of me but please... don't let anybody see my journal..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_015="Please don't read it..."
Cue_E5_1C_DarkRoom_CHJefferson_Puzzle01_Max_018="Then let me go... so you don't regret this..."
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_010="Oh now this one... This is purity personified…"
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_020="Max... I wish you could see yourself now..."
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_030="This one is out of focus... But that’s my fault, Max."
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_040="Max, I wish you had been around back in my day..."
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_050="Your eyes are so wide... so lost... Beautiful."
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_060="Man, I would love to share this with the world..."
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_070="Now look at this one... Total gallery bait…"
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_080="Max, it’s too bad I’m the only one who can frame you..."
Cue_E5_1C_DarkRoom_JeffersonDesk_IGE_Jefferson_090="Oh... now this is art..."
Cue_E5_1C_DarkRoom_PolaRewind_Jefferson_010="She saw humanity as tortured, right? And frankly, it’s bullshit. Shh, keep that to yourself. Seriously though, I could frame any one of you in a dark corner and capture you in a moment of desperation."
Cue_E5_1C_DarkRoom_PolaRewind_Victoria_010="Because of her images of hopeless faces. You feel, like, totally haunted by the eyes of those sad mothers and children."
